app/controllers/api/sessions_controller.rb

  def create
    member = Member.where(email: params[:email]).first
---
SELECT "members".* FROM "members" WHERE "members"."email" = $1 ORDER BY "members"."id" ASC LIMIT $2  [["email", "\"test@test.com\""], ["LIMIT", 1]]